{
  "home": {
    "header": {
      "introduction": "Hey 👋, I'm a Flutter developer",
      "name": {
        "desktop": "EGOR MYADZUTA",
        "mobile": "EGOR\nMYADZUTA"
      },
      "description": "I build fast, scalable and user-friendly cross-platform mobile applications using Flutter framework. My main priorities are clean architecture with best principles, smooth performance and native-looking layout. Working with me is a guaranteed result, regardless of the complexity of the project.",
      "contact_button": "Contact me"
    },
    "app_bar": {
      "home": "Home",
      "career": "Career",
      "portfolio": "Portfolio",
      "contacts": "Contacts"
    },
    "career": {
      "title": "My career",
      "octa": {
        "description": "OctaFX is an international online broker founded in 2011. The company provides trading services on the financial markets: Forex, CFD, metals, cryptocurrencies and commodities. The main product is aimed at private traders, offering them access to modern trading platforms, analytics and educational materials.\n\nMy area of responsibility in the company is the Full—stack development of a training product: a mobile trading training application with courses, tests and webinars (100,000+ installations, 10,000+ MAU)"
      },
      "product_detailing": {
        "description": "Product Detailing is a web development studio specializing in the creation and scaling of digital products of any complexity. The company is engaged in market and user research, strategy development, UX/UI design, development team management, and product process implementation.\n\nThe product is iRealt— an online platform for realtors and real estate agencies that provides access to a database of properties directly from developers. The product specializes in simplifying real estate transactions by providing accelerated commission payments and the ability to work with exclusive offers on the market."
      },
      "dna_team": {
        "description": "DNA Team is a digital product development studio that creates turnkey web services and mobile applications with a focus on non—standard solutions and high speed of implementation. The company stands out for its integration of complex corporate systems and personalized approach to each project for large clients.\n\nAs part of the collaboration, I participated in the development of a mobile application for a medical clinic in Dubai. Seline Clinic Dubai allows you to register for procedures, view your visit history, manage your personal data, and participate in a loyalty program with accumulated points."
      }
    }
  },
  "title": "Egor Myadzuta"
}